{"\n\n\n One of many reactions that can occur.\nAdvertisement:This is an index of Audience Reactions. An Audience Reaction is objectively not present in the work at all. It's something fans emotionally go through from experiencing the work.\nAudience Reactions are opinions, not tropes. Some of them may be very prevalent opinions, or may have inspired an author to play or avert a trope or may even be what a work is most known for, or be on the contrary completely unknown or privy to a selected few. We put a name on them and categorize them because they're a point of interest to both fans and writers, but they should not be confused with tropes. They are highly subjective, argument-causing and aren't a building block of storytelling the way tropes are. For this reason we have restrictions for when and where they can be listed or potholed.\nAn Audience Reaction can't be played with (Played Straight, Exaggerated, Justified, Subverted...)—because it never \"gets played\" intentionally to begin with—but for three exceptions:\nAdvertisement: When the authors are trying for the reaction in question.\n When the work is self-aware enough to lampshade the audience's probable reaction.\n In-Universe usage of an Audience Reaction (Meaning, a character has this reaction to a Show Within a Show or something to that effect).\nIf an audience reaction occurs or is discussed in-universe, it's acceptable to list the reaction in question on a work's main trope page. Otherwise, please place it on the YMMV subpage.\nCompare Character Reaction Index. Contrast with Apathy Index.\n\nSubcategories:\n Reception Dissonance\n Unexpected Reactions to This Index\n\n 8.8: People get upset by reviews that they see as unfair.\n Abridged Arena Array: A game comes with several arenas to play in, but players only stick to a select few.\n Accidental Aesop: Audiences find a moral lesson in a work that wasn't intended by the creators.\nAdvertisement: Accidental Nightmare Fuel: Something that comes off as very scary despite not meaning to be.\n Actor Shipping: Fans shipping the actors instead of the characters.\n Adaptation Displacement: People are more familiar with the adaptation than the work the adaptation is based on.\n Adorkable: Audiences enjoy a character who is dorky in some way.\n All There Is to Know About \"The Crying Game\": The only thing an outsider knows about a work is the twist.\n Americans Hate Tingle: A character is despised outside of their country of origin.\n Angel/Devil Shipping: Audiences ship a nice, innocent and wholesome character with a character who is dark, mean and evil.\n Alternate Aesop Interpretation: People have a different interpretation of the moral the story is trying to tell.\n Alternative Character Interpretation: People have different interpretations of the kind of person a character is.\n Alternative Joke Interpretation: People have different interpretations of what makes a joke funny.\n Alt-itis: A game makes it enjoyable for players to make many alternate accounts.\n And the Fandom Rejoiced: The fans are quite pleased to hear about this development concerning this upcoming work.\n And You Thought It Would Fail: A work ends up becoming more successful than people anticipated.\n Angst Aversion: A work is known to contain enough dark themes and subjects that people avoid partaking in it at all.\n Angst Dissonance: A character's angst is justified, but the way it's presented makes it difficult for the audience to sympathize. Not to be confused with Wangst, which is when the angst goes right to melodrama.\n Animation Age Ghetto: The stigma that animated works are only for children.\n Applicability: The creator of a work actively encourages audiences to decide what the theme is.\n Arc Fatigue: Fans get impatient with the current story arc taking too long to be resolved.\n Archive Binge: The many installments of a work are readily available and may be consumed in a short time.\n Archive Panic: There's so many episodes! How will I ever have the time to finish catching up on everything?\n Audience-Alienating Premise: A work fails to find an audience due to having a premise that is considered too boring, controversial, weird, etc.\n Audience-Coloring Adaptation: A work that affects opinion on the overall franchise.\n Award Snub: This work should've totally won that award!\n Awesome Art: The art design of a work is just glorious.\n Awesome Moments: Moments in a work that make audiences fist-pump.\n Awesomeness Withdrawal: A work is so awesome that when audiences can't consume it anymore—it was too short, there's a hiatus until more content comes, etc.—they become upset.\n Base-Breaking Character: Some people like this character and some people don't.\n Bellisario's Maxim: Not every detail is crucial to the story, so don't look too deep into it.\n Best Known for the Fanservice: The main reason a work is remembered or talked about is because of a scene featuring fanservice.\n Better on DVD: A series is considered to be more enjoyable when viewed in one sitting rather than waiting for every episode to be released weekly.\n Better Than Canon: Fans prefer Fanon to what is canon.\n Bile Fascination: People are interested in a work because of how reviled it is.\n Bishōnen Jump Syndrome: A work has a male target demographic, but appeals to a female one via Bishounen character designs.\n Broken Base: Fans can't agree about whether this aspect of the work is good or bad.\n Canon Defilement: When it comes to fanfiction and the like, fandoms have rules about what is and isn't acceptable to change.\n Canon Fodder: Empty spaces for fans (and their works) to fill in the blanks.\n Canon Sue: The audience thinks a work's character is a Mary Sue.\n Can't Un-Hear It: A specific actor's performance of a specific character becomes how people tend to hear the character's voice when reading written dialogue spoken by the character.\n Captain Obvious Reveal: Fans saw The Reveal coming from a mile away.\n The Catchphrase Catches On: A phrase or term coined by the work has been applied to everyday vocabulary.\n The Chris Carter Effect: So many plot threads have built up that the audience is unconvinced the work could have a satisfactory ending that resolves all of them.\n Complacent Gaming Syndrome: Fans gravitate towards a certain playstyle, often on detriment of others.\n Comedy Ghetto: Audiences lose interest in a work because of the focus on comedy.\n Commitment Anxiety: In order to enjoy a work to its fullest, the audience should invest in it from beginning to end. Casual watching just won't do. Not to be confused with Archive Panic—the two may overlap, but the latter refers specifically to a work having so many installments that newcomers might be put off.\n Confirmation Bias: Only accepting sources that prove your viewpoint.\n Contested Sequel: Audiences are divided over whether the sequel is better than, worse than, or of the same quality as the original.\n Continuity Lock-Out: Audiences who aren't caught up on everything risk being confused by what's happening in the current installment.\n Couple Bomb: A work is either made by or is built around a Real Life couple, but is considered a failure.\n Covered Up: The cover version of a song becomes more well-known than the original version.\n Creator Worship: Fans have a blind devotion to the creators of their favorite works.\n Critical Backlash: A work with a reputation of being terrible has defenders who believe the criticism is overblown.\n Critical Dissonance: Critical reception and audience reception differ.\n Critic-Proof: Work is a success despite being a critical flop.\n Cult Classic: Obscure media with a reasonably-sized sect of dedicated fans.\n Darkness-Induced Audience Apathy: Audiences are put off by the story being too depressing and dark.\n Dancing Bear: Work has an unique gimmick that is used to potentially attract an audience.\n Deader Than Disco: A once popular work is now almost universally despised and has little chance of making a comeback.\n Default Setting Syndrome: A game may have a wide variety of stages, characters, etc., but players stick to the default settings.\n Deliberate Flaw Retcon: When the creator of a work states that a criticized flaw was intended.\n Delusion Conclusion: Audience members believe that the supernatural elements of a story are due to it taking place in a dream or hallucination.\n Designated Hero: The character is intended to be the good guy, but because of the character's actions, the audience instead interprets the character as being an unlikable jerk at best and an intolerably callous villain at worst.\n Designated Monkey: The creator believes that they are inflicting karma upon a character who deserves it, but in the audience's eyes the creator is just inflicting undeserved misery and misfortune on the character out of petty dislike.\n Designated Villain: The character is intended to be the bad guy, but doesn't demonstrate any indication of being in the wrong aside from opposing the hero.\n Die for Our Ship: Fans bash a character solely because they want their love interest to be with someone else.\n Director Displacement: The person accredited for directing a film...did not direct it.\n Disappointing Last Level: The final stage is always the most awful.\n Discredited Meme: When memes stop being memes.\n Don't Shoot the Message: Audiences agree with what the story is trying to say, but feel that the effectiveness is undermined by how ham-fisted the delivery comes off as.\n Dork Age: A period where the fans feel that the franchise lost its edge.\n Draco in Leather Pants: Fans portray a canonically vile character as being a better person.\n Eclipsed by the Remix: The original version of a song is much, much less popular than its remixed version.\n Eight Deadly Words: \"I don't care what happens to these people.\"\n Ending Aversion: Audiences really did not like the ending.\n Esoteric Happy Ending: The ending is supposedly intended to be seen as a happy ending, but the audience instead sees the ending as a disappointing Downer Ending.\n Ending Fatigue: Audiences feel that the work drags on after it should have just ended already.\n Ensemble Dark Horse: A minor character who is very popular with audiences.\n Epileptic Trees: Elements in a work that popularly generate Wild Mass Guessing.\n Even Better Sequel: The sequel is considered an improvement over the original.\n Everyone Is Jesus in Purgatory: Audiences assume that everything in the work has a symbolic meaning to it.\n Everyone Is Satan in Hell: A work receives unfounded accusations of featuring morally objectionable content.\n Expectation Lowerer: A character who exists so the audience can look at them and say, \"Well, at least I'm not that bad.\"\n Fan-Disliked Explanation: The fans dislike an attempt made at explaining something because it ruins the unexplained thing's ambiguity or mystique.\n Fandom-Enraging Misconception: Getting basic facts about a work wrong will seriously piss off the fans.\n Fandom Heresy: You're a fan of X? Well, welcome to the fandom! Here are a list of opinions you must abide by.\n Fandom Rivalry: The fandoms of two different works do not get along well.\n Fandom-Specific Plot: For some reason, fan fiction loves using those particular plots.\n Fanfic Fuel: Unexplained details in a work that tend to inspire fan fiction.\n Fan Hater: A person who doesn't only dislike a particular work, but also has it in for anyone who likes the work they dislike.\n Fan Myopia: Assuming that everyone is familiar with the works you like.\n Fanon: The fans' interpretation of stuff not depicted in the work itself.\n Fanon Discontinuity: Fans choose to ignore episodes or installments of the series that they dislike.\n Fan-Preferred Couple: A couple the fans are most fond of.\n Fanfic Magnet: A minor character inspires a ton of fanwork.\n Fans Prefer the New Her: This character physically changed for the better, according to audiences.\n Fetish Fuel: Any element of a work that arouses some member of the audience.\n Fight Scene Failure: In film or show, a fight scene disappoints viewers for being so easy to see that it's fake.\n The Firefly Effect: Not getting into a new show out of fear that its cancellation is imminent.\n First Installment Wins: The first installment of the series tends to be viewed as the best.\n Foe Yay Shipping: The fact that these characters hate each other is why fans ship them.\n Fountain of Memes: A particular character spawns a lot of memes.\n Fourth Wall Myopia: Fans get angry at characters for not knowing something even though it deals with something the audience is aware of that the character has no real reason to be aware of.\n Franchise Original Sin: Fans complain about a flaw present in later installments when it was actually present in the earlier entries, just not as prominent or severe.\n Fridge Run: Now is the time to refill on your snacks, check your phone, go to the bathroom, etc.\n Friendly Fandoms: The fandoms of two different works get along well, to the point that being a fan of one work makes it likely you're a fan of the other.\n Fun for Some: This work was never even supposed to be entertaining. And yet, entertained people are!\n Funny Moments: Moments that the audience finds hilarious and humorous.\n \"Funny Aneurysm\" Moment: A joke that becomes less funny because of current events.\n Gateway Series: The work that served as a fan's introduction to their favorite franchise in the first place.\n Genius Bonus: A reference that requires you to be very knowledgeable about obscure subjects in order to understand.\n Genre Turning Point: A work redefines its genre.\n Germans Love David Hasselhoff: A work is very popular outside of its country of origin.\n Ghost Shipping: Fans ship a living character with a deceased character.\n Girl-Show Ghetto: Male audiences are turned off by works that star and focus on female characters.\n Gotta Ship 'Em All\n Gratuitous Special Effects\n Harsher in Hindsight: An event from a work that was already sad or unsettling becomes even worse because of current events.\n Heartwarming in Hindsight: A touching moment from a work that becomes even more endearing because of current events.\n Heartwarming Moments: Moments that the audience finds endearing and sweet.\n He Panned It, Now He Sucks!: People get pissed off when a critic gives a negative review of a well-liked work.\n He Really Can Act: An actor is praised for demonstrating very good acting ability.\n He's Just Hiding!: Fans refuse to accept that a character has died.\n Hilarious in Hindsight: Something about a work becomes funnier or more relevant because of current events.\n Homegrown Hero: The hero of the work hails from the creator's hometown.\n Ho Yay: Fans interpret two characters of the same gender to be a couple based on their interactions.\n Household Names: You'd be hard-pressed to find a household that didn't have this on one of its shelves.\n Hype Aversion: The more people tell you you should check it out, the less you want to.\n Hype Backlash: A much lauded work has detractors who believe it to be overrated.\n Idiot Plot: Audiences don't like the story because the conflict relied too much on the characters all being too stupid to notice the obvious solutions to their problem.\n Incest Yay Shipping: People interpret some romantic chemistry between blood relatives.\n Informed Real Life Fame: A work features the shining star power of...someone you've never heard of.\n It's Easy, So It Sucks!: A video game is considered bad due to lack of challenge.\n It's Hard, So It Sucks!: A video game is considered bad due to being too difficult.\n It's Not Supposed to Win Oscars: It's argued that a film doesn't need to win awards to be considered good.\n It's Popular, Now It Sucks!: The works' fans lose interest in the work once it becomes more popular and well-known.\n It's Short, So It Sucks!: A video game is considered bad due to not taking too long to finish playing.\n It's the Same, Now It Sucks!: An adaptation is disliked for not having many differences from the original work.\n It Was His Sled: A work has a twist ending so well-known that even people who haven't seen the work are familiar with it.\n Just Here for Godzilla: The audience only wants to watch a work for a specific reason, such as an actor they like having a role in it or the soundtrack including a song by their favorite band or musician.\n The Law of Fan Jackassery: If a work falls between \"mainstream\" and \"obscure\", then consider its fandom to have a huge ammount of jackassery.\n Lady Mondegreen: Fans refer to a character by the name they misheard.\n Less Disturbing in Context: To an outsider, this might seem incredibly dark. If you've stuck with the plot long enough, though, you'll understand that it isn't so much.\n LGBT Fanbase: A work has gay fans.\n Like You Would Really Do It: A character's importance makes it hard to convince the audience that the character will be killed off.\n Literary Agent Hypothesis: Fan speculation that a work of fiction is based on actual events.\n Love to Hate: Vile character is beloved by fans exactly because they're vile.\n Low-Level Run: Players challenge themselves to get through a game at the lowest possible level.\n Mainstream Obscurity: A pop-culturally relevant work that very few people actually engaged in.\n Maturity Is Serious Business\n Memetic Badass: A character is portrayed as a nigh-invincible God on the web.\n Memetic Bystander: All this character has done is been visible in a scene where they really didn't do anything. And the fandom loves them.\n Memetic Hair: A character's hairstyle has become an icon.\n Memetic Loser: Character is portrayed as a pathetic weakling in fanon, usually due to a humiliating defeat.\n Memetic Molester: A character is interpreted on the Internet as being some kind of sexual predator because of statements, mannerisms, and actions that can be seen as unsavory.\n Memetic Mutation: When a work or something associated with it gives birth to a meme.\n Memetic Personality Change: For broader fan-created alterations to a character's canon personality.\n Memetic Psychopath: A nice character or harmless villain is portrayed as a mega-violent asshole in fanon, usually due to a Jerkass Ball moment.\n Memetic Troll: A character is largely presented as a troll by the fans.\n Mexicans Love Speedy Gonzales: A character representing a minority is loved by the people who belong to that group.\n Minimalist Run: Players challenge themselves to complete a game on as few resources as possible.\n Minority Show Ghetto: Works aimed at particular ethnic groups struggle to find audiences outside of that particular ethnicity.\n Misaimed Fandom: Fans get the wrong idea of what ideals and lessons the work is trying to tell them.\n Misattributed Song: A song is incorrectly credited to the wrong artist.\n Mis-blamed: Audiences incorrectly assign blame to someone or something for a work's faults.\n Misty May\n Money-Making Shot: Whether you saw it in a trailer or stumbled on a video of it on the internet, this is the shot you watched the work to see.\n More Popular Replacement: A character who ended up replacing another becomes the more popular of the two.\n Movement Mascot: A character from media that becomes the Mascot or a symbol of a movement (usually a social one).\n Mr. Starship: Fans consider an object used for transportation by the characters to be a character itself.\n Music to Invade Poland To: Music is accused of being Nazi-like for a variety of reasons, from being march-like to being in German.\n My Real Daddy: Fans prefer the person who made the character to the form they like to the person who actually created the character.\n Narm: A scene that's supposed to be serious instead comes off as silly.\n Narrowed It Down to the Guy I Recognize: Yeah, there's no way they hired an actor that high-profile to play such a small part. Something's up here.\n Needs More Love: This work is so awesome and compelling and original! If only more people knew about it...\n Never Live It Down: A character does one bad or embarrassing thing and the audience never forgives them for it.\n Nightmare Fuel: Scenes that audiences find disturbing or scary.\n Nightmare Retardant: A scene is supposed to be scary, but something about it fails to be terrifying.\n No Casualties Run: Players of a video game with team mechanics challenge themselves to complete the game without any of their characters dying.\n No Problem with Licensed Games: Licensed games that actually do the work they're adapting justice.\n Not So Cheap Imitation: The work ends up being more successful than the original, and maybe also more polished than the original.\n No Yay: Fans are disgusted by a pairing because of who the characters are and the unsavory nature of the kind of relationship they would be having.\n Not So Crazy Anymore: A work presents something as off-the-wall insane, but time marches on, and it isn't considered as much anymore.\n Obscure Popularity: A work has a large and dedicated fanbase in spite of not being well-known to the general public.\n Obvious Judas: This character was evil the whole time?! Yeah, the audience already knew.\n Older Than the Demographic: The protagonist of a show is older than the intended demographic.\n One True Pairing (often abbreviated OTP): This isn't just a ship. It's the ship.\n Only the Author Can Save Them Now: Deus ex Machina is the only way the heroes are going to make it out alive.\n Out of the Ghetto: A work that was working within its demographic \"parameters\"—a cartoon for kids, a fantasy work for \"nerds\"—manages to find popularity among general audiences.\n Overshadowed by Controversy: Whatever merits the work actually had, most people are more aware of how controversial the work has become.\n Paranoia Fuel: Disturbing scenes cause the audience to become paranoid that similar circumstances may happen to them in real life.\n Periphery Demographic: A work has fans outside of its intended audience.\n Pet-Peeve Trope: A trope that audiences despise.\n Pop-Culture Isolation: This work is very popular, but only among a certain group. Probably due to different ages and generations.\n Popular with Furries: Work has characters or elements that are appealing to the Furry Fandom.\n Quality by Popular Vote: If it's popular, it must be good...Right?\n Rescued from the Scrappy Heap: A character who was initially disliked by audiences undergoes changes and developments that redeem the character and make the fans like the character better.\n Rated M for Money: \"For mature audiences\" is used as a selling point.\n Retroactive Recognition: Actors featured in a work before they were popular.\n Rainbow Lens: A character has a queerness-unrelated trait that can be interpreted as a metaphor for queerness\n Romantic Plot Tumor: When a romantic side plot is given greater focus and this is viewed as harming the narrative.\n Ron the Death Eater: Fans portray a canonically good person as being a complete scumbag.\n Rooting for the Empire: The audience actually wants the bad guys to win.\n Sacred Cow: A work is so popular and well-regarded that saying anything negative about it is a surefire way to piss everyone off.\n Scrub: A competitive player who claims that their rules are \"house rules.\"\n Sci Fi Ghetto: Science-fiction not being taken seriously.\n Seasonal Rot: The opinion that a series has declined in quality the longer it has lasted.\n \"Seinfeld\" Is Unfunny: A work that was seen as revolutionary at the time is now viewed as derivative due to its innovations not being innovative anymore.\n Self-Fanservice: Fan art depicts characters as being more attractive than how they actually appear in the work.\n Self-Imposed Challenge: Gamers choose to impose weird rules upon themselves while playing.\n Sequel Displacement: The sequel is better known to audiences than the original.\n Shipping: Fans pairing up characters.\n Shipping Bed Death: If the couple actually get married, the fans will lose interest in them.\n Shocking Elimination: In a competitive show, the booting-off of a character that makes the audience say, \"Wait, really?\"\n Shocking Moments: The moment where audiences all around the world screamed \"WHAT?!\"\n Sidetracked by the Gold Saucer: Side-missions and areas bring enough entertainment for the player to ignore continuing with the main plot.\n Silent Majority: The largest part of the audience simply don't talk about the work much.\n Slow-Paced Beginning: It takes a while for a story to get to the good stuff.\n Smurfette Breakout: A female character becomes more popular than her male counterparts.\n So Bad, It's Good: A low-quality work is popular because its shoddiness allows for unintentional hilarity.\n So Bad, It Was Better: Audiences were only interested in the work back when it was awful instead of just okay.\n Solo-Character Run: Players of a game challenge themselves to complete a game with only one character rather than a party.\n Some Anvils Need to Be Dropped: The work's lesson is delivered in a heavy-handed manner, but the preachiness can be excused by the fact that the lesson is very important.\n So Short, It Rocks: A work is just as long as it needed to be.\n Special Effect Failure: Audiences are annoyed by special effects that are obviously fake.\n Speedrun: Playing a game as fast as you possibly can.\n Spoiled by the Format: The nature of a medium gives away a twist. For example, a film seems to be setting up the ending, yet it still has a half-hour left.\n Spork: A term used to criticize certain works.\n Spot the Victim: Someone is about to die here...It's probably going to be that guy.\n Squick: Stuff the audience finds disgusting.\n Star Trek Movie Curse: A series has gone on long enough to have many different installments, but their quality and reception vary.\n Stock Parody Jokes: Common jokes that arise in parodies of a work.\n \"Stop Having Fun\" Guys: A video game player who considers it to be a no-laughing matter.\n Strawman Has a Point: The audience actually agrees with the points made by the character they're supposed to be against.\n Surprisingly Improved Sequel: Bad or mediocre work gets a much higher-quality sequel.\n Tainted by the Preview: Opinions on an upcoming work are soured by a preview giving a bad impression of what the work will be like.\n Tastes Like Diabetes: A work is disliked for being too saccharine and cute.\n Tear Jerker: Scenes in a work that are very sad and depressing.\n The Problem with Licensed Games: Video game adaptations that suck.\n They Changed It, Now It Sucks!: The opinion that an adaptation is terrible because it's too different from what came before.\n They Copied It, So It Sucks!: A work is disliked for being an imitation of a pre-existing work.\n They Wasted a Perfectly Good Character: The audience feels that an interesting character isn't used to their true potential.\n They Wasted a Perfectly Good Plot: The audience feels that an interesting story has failed due to missed opportunities.\n Too Sexy for This Timeslot: Audiences complain about fanservice appearing in works that they feel inclusion of mature content is inappropriate.\n Tough Act to Follow: Fans agree that it's difficult for a particular entry of a series to get a worthy follow up due to just how good it is.\n Trope Enjoyment Loophole: \"Man, I hate this trope...Except this time. This time it's fine.\"\n Uncanny Valley: The audience is unsettled by disturbingly lifelike character designs.\n Unexpected Character: No one expected this guy to be featured in the work.\n Unintentionally Sympathetic: A character the audience is supposed to despise instead comes off as pitiable and deserving sympathy.\n Unintentionally Unsympathetic: A character the audience is supposed to feel sorry for instead comes off as an unsympathetic jerk.\n Unpopular Popular Character: A character who is despised by the other characters, but well-liked by the fans.\n Values Dissonance: A work has values and beliefs that modern audiences might not agree with.\n Viewer Gender Confusion: Fans misinterpret a character's gender because of the character's appearance.\n Viewer Species Confusion: Fans can't quite figure out a character's species due to their appearance.\n Vindicated by History: A work that wasn't very successful when originally released receives better reception over time.\n Vocal Minority: An opinion only seems omnipresent because of how vocal the people with that viewpoint are about it.\n Watch It for the Meme: Finding the meme led to you looking into the work it originated from.\n \"Weird Al\" Effect: The parody of a work becomes more well-known than the original.\n What an Idiot!: The audience loses sympathy for a character after they make a really dumb decision that they really should've known better than to do.\n What Do You Mean Its Not Didactic: Just...don't read so much into this.\n What Do You Mean, It's Not Political?: A work really isn't supposed to have a political message, but many disagree.\n What The Hell, Casting Agency?: Audiences feel that they cast the wrong actor to play the character.\n What the Hell, Costuming Department?: Audiences feel that the costume designers designed the character's clothes the wrong way.\n Why Would Anyone Take Him Back?: A work has a Break-Up/Make-Up Scenario, but one or both of the characters involved have the audience thinking it would've been better if they stayed apart.\n Win Back the Crowd: When fans of the show begin to lose interest and pull away, this is what pulled them back in.\n Win the Crowd: This is the part in the beginning that had you trapped.\n Writer-Induced Fanon: The writer only hinted at it, but the fandom accepted it.\nSorting and weeding needed:\n Hard Core\n Humor Dissonance\n Level Breaker\n Lowest Common Denominator\n Misaimed Marketing: A work has advertising and merchandise that either misses the point of the work's message or comes off as very odd when one is familiar with the work involved with the advertisements and merchandise.\n Moff\u0092s Law\n MST3K Mantra\n Newer Than They Think: Audiences assume that a new concept has been part of the franchise since the beginning.\n No Such Thing as Bad Publicity: A work is successful regardless of the vitriol it receives.\n Offending the Creator's Own: The creator's work is considered offensive by the minority group the creator belongs to.\n Old Guard Versus New Blood\n Older Than They Think: Audiences assume that a concept that has been part of the franchise for some time is something new.\n Pandering to the Base: The creators prioritize doing what the fans want.\n The Producer Thinks of Everything\n Reviews Are the Gospel: People judge a work's quality by someone's review of it rather than by their own viewpoints.\n Rule of Sean Connery\n Saved by the Fans\n Scapegoat Creator: Someone in charge of the work receives blame from the fans for flaws that aren't their fault.\n The Scrappy: A character that all or most audiences dislike.\n Sophomore Slump\n Sliding Scale of Social Satisfaction\n Spiritual Adaptation: A work that isn't officially an adaptation of another work has enough similarities to the other work that it can be considered an adaptation in spirit.\n Spoil at Your Own Risk\n Subbing vs. Dubbing: The debate on whether it's better for foreign language works to be translated using English subtitles or to have the dialogue dubbed over with English-speaking voice actors.\n Superlative Dubbing\n Theiss Titillation Theory: The implication of imminent nudity is considered to be more arousing than straight-up nudity.\n This Is Your Premise on Drugs\n True Art\n True Art Is Ancient\n True Art Is Angsty: Works are considered good when they contain a lot of tragedy.\n True Art Is Boring\n True Art Is Incomprehensible\n Uncertain Audience: It's not clear what kind of audience the work was aiming for.\n Unconventional Learning Experience\n Unfortunate Character Design: A character is unintentionally designed in a way that they look risque or offensive.\n Vanilla Protagonist\n Video Game Movies Suck: The opinion that film adaptations of video games are terrible.\n Viewers in Mourning\n Waggle\n We're Still Relevant, Dammit!: A work desperately tries to stay hip by referencing as many new trends as possible.\n Woolseyism: A translation of a work alters the dialogue so that it works better in the new language.\n X-Pac Heat: The audience hates a pro wrestler personally and wants them to go away.\n\n": ["Reception Dissonance", "Unexpected Reactions to This Index"]}