{"\n\n\n Did you think we meant...? Oh no! Look here!\nThese are the tropes which have been handed down from the ancients. These are the tropes our forefathers gave their lives to defend. These are the tropes we use and take for granted every day, oblivious to their true significance. These... are the Tropes of Legend!\nAdvertisement:Note: TV Tropes is currently unable to play music from the web page. For optimum viewing experience, hum \"Thus Spake Zarathustra\" while reading below.Alternatively Open this in a new tab, if you\u0092re too lazy to hum. Just be careful about the ad.\nHere is a list of the most widely-known and oft-referenced tropes we have on this entire site. If you\u0092re new to TV Tropes, this list will provide a good basis for understanding our\u0085 erm\u0085 unique vocabulary.\nOn the other hand, if you\u0092re a veteran troper and you still aren\u0092t familiar with all of these entries, this list might prove to be quite informative.\nMost of the individual mediums have their own special vocabularies and tropes \u0096- see those sections for details. A few examples from each (Heel\u0096Face Turn, Mary Sue, etc.) have propagated beyond their home subcultures.\nAdvertisement:See also Trope Overdosed (for the equivalent in shows), Omnipresent Tropes, TV Tropes Glossary, Canonical List of Subtle Trope Distinctions, Pothole Magnet. For Tropes Of Legend by sheer numerical weight, see Overdosed Tropes.\n Action Girl: Female action heroes are popular even if they are just the Token Girl.\n An Aesop: The moral of the story. If it seems like people are frequently critical of these, it's because they tend to be anvilicious.\n Affably Evil: Villains that are genuinely genial and polite.\n All There in the Manual: Information not actually mentioned within the work, but only found in other material related to it.\n Alpha Bitch: The \"queen bee\" in a high school setting who makes the protagonist's life hell.\n Anti-Hero: A hero who uses decidedly unheroic tactics and/or has a bad attitude.\n Anti-Villain: The inversion; a villain who has heroic intentions and/or has a honorable personality.\nAdvertisement: Applied Phlebotinum: Any technical explanation of a plot device, no matter how complicated or smart-sounding, that is practically synonymous with \"works by magic\".\n Arson, Murder, and Jaywalking: Finishing a list of terrible things with an innocuous one, sometimes humorously implied to be somehow just as bad as the rest.\n Author Appeal: Inclusion of story elements partly or totally because they relate to some interest, fetish, or kink of the author's.\n Ax-Crazy: A character who is psychologically unstable and clearly a danger to others.\n Back from the Dead: A character was dead but they're better now.\n Badass Normal: A Badass without Magic and Powers in a world where these exist.\n Badass Beard / Badass Moustache: The impressive facial hair worn by a Badass.\n Batman Gambit: A plan based on manipulation, derived from others' predictable behavior.\n Berserk Button: Something that sets off a seemingly normal person into rage and fury.\n Beware the Nice Ones: Push the buttons of a nice character too much, and they may break out in anger even scaring the Big Bad.\n Beyond the Impossible: Breaking the story's internal logic, either accidentally or deliberately.\n Big Bad: The bad guy behind all the other bad guys. The single most-linked trope on this site.\n Big Good: The inverse; the good guy behind all the other good guys. The heroic counterpart of the Big Bad.\n Big Damn Heroes: The good guys arrive just in time to save the day.\n Big \"NO!\": Shouting \"NOOOOOOOOOOOOOOOOOOOOOO!\", usually in frustration or despair.\n Bishōnen: A pretty boy from anime/manga.\n Bittersweet Ending: An ending that mixes happiness and sadness, such as victory at a high cost.\n Black Comedy: Comedy based on serious topics, like murder or rape.\n Blatant Lies: Obvious untruths. Exactly What It Says on the Tin.\n Body Horror: Deeply disturbing anatomical anomalies of all sorts.\n Brainwashed: A character is hypnotized into doing something against their will, but that something isn't necessarily violent.\n Brainwashed and Crazy: A character is hypnotized into attacking or destroying someone or something against their will.\n Break the Cutie: A sweet, lovable character is put through hell.\n Break the Haughty: The opposite; an arrogant/prideful character is broken by circumstance.\n Buffy Speak: A fouled-up explanation of something by someone intelligent enough to understand it but not articulate/mature/educated/attentive enough to describe it, usually using overly simple language construction. A bit of a self-demonstrating title for the trope.\n Butt-Monkey: A character who becomes the butt of every joke or otherwise goes through hell, Played for Laughs.\n Continuity Nod: A reference to a previous event.\n Call-Back: Said previous event is brought back with plot relevance.\n Call to Adventure: The adventure comes to find the hero.\n Canon: Plot, characterizations, and story elements that actually happened.\n Fanon: Canon that isn't \u0097 plot, characterizations, and story elements that did not officially happen, but that the fans believe is sufficiently supported or implied by what did to \"count\".\n Captain Obvious: A character stating the blatantly obvious.\n Card-Carrying Villain: A character who takes pride in his evil nature and even openly gloats about it.\n Catchphrase: A phrase constantly said by a character.\n Character Development: Change in characterization over the course of a narrative.\n Chekhov's Gun: A story element that is inconspicuously introduced now, but becomes extremely significant later.\n The Chessmaster: A character who creates complex schemes in order to manipulate situations in their favor, and gets involved into various events to make said schemes work.\n Manipulative Bastard: A character (villainous or otherwise) who gets what he or she wants by manipulating other people.\n Magnificent Bastard: Chessmaster + Manipulative Bastard, with a lot of charisma to boot. They can manipulate about everyone else to reach his goal and get away with it. This archetype usually is, well, a bastard, and yet we still love it.\n Cloudcuckoolander: A character who has a spacey personality and, while not necessarily (though often) stupid, usually lapses into odd Non Sequitur sayings or actions.\n Comically Missing the Point: A humorous situation where someone completely fails to realize what it is the other person is trying to convey, despite how obvious it is.\n Composite Character: A character combining traits and plot-lines that two (or more) had in the source material.\n Crapsack World: A place which is really horrible to live in.\n Cruel and Unusual Death: A death that is both unique and horrifically painful.\n Curb-Stomp Battle: A completely one-sided fight that could potentially descend into a No-Holds-Barred Beatdown.\n Damsel in Distress: A female character who continually needs others to rescue her.\n Darker and Edgier: The tendency of shows to try to give themselves a new feel that is darker and edgier. Usually involves trying to add more angst, more violence, or more rage from the characters, and putting them into more dangerous situations.\n Dead Horse Trope: A trope that has been so overdone, analyzed, and mocked that its different varieties or parodies have had to be classified and given names. (Most cliches are simply Discredited Tropes.)\n Deadpan Snarker: A very sarcastic character. Real original.\n Deal with the Devil: A character trading their soul or a similar substitute in exchange for benefits.\n Deconstruction: Playing a trope in the way it would supposedly work in the real world, usually as criticism.\n Department of Redundancy Department: Repetitively repetitive repetition that is repeatably repeated on repeat.\n Determinator: A character who never gives up.\n Deus ex Machina: An unlikely or poorly-written element inserted into the story to specifically fix a narrative problem.\n Disproportionate Retribution: When a character pulls a slight offense to another, and the other plots a revenge taken Up to Eleven.\n Does This Remind You of Anything?: Is this suggestive of anything else other than what it actually is? And by that, we generally mean something sexual.\n Downer Ending: No happy ending here \u0097 everyone dies or at least lives on unhappily.\n The Dragon: A character who represents the penultimate challenge to the heroes, acting as a gatekeeper to the Final Battle.\n Driven to Suicide: Events lead a character to kill himself.\n Eldritch Abomination: Incomprehensible aliens or demons from beyond, like Cthulhu.\n The End of the World as We Know It: Civilization or life (or sometimes the entire planet) getting destroyed.\n Epileptic Trees: Wild, off-the-wall fan theories and speculation about a show's murkier plot points and characterizations.\n Jossed: The Word of God shoots the theories down.\n I Knew It!: When a particular theory turns out to be true.\n Even Evil Has Standards: A case that has a villain reject another, terrible villainous deed due to his/her dislike for it.\n Exactly What It Says on the Tin: When the title tells you almost everything about something; for example, the film Snakes on a Plane. Also used for Trope Launch Pad entries that are exactly what they say on the title of the suggestion.\n Executive Meddling: When a work is altered solely because the higher management of the company wants it to be changed.\n Expy: Short for \"Exported Character\", this is a character who is a deliberate and unambiguous copy of a different earlier character from another work. (Unfortunately, it is frequently misused; a number of tropers tend to use it to label characters that are merely similar in some ways and not intentional copies.)\n Fan Nickname: A name given to a character by fan communities.\n Fanservice: Material added to please the fans. Traditionally, this meant anything a casual viewer might not get, but now almost always means titillating or sexual content.\n Mr. Fanservice: Male characters whose business is Fanservice.\n Ms. Fanservice: Same as above, but with female characters.\n Faux Symbolism: Inclusion of various unnecessary religious, philosophical, and historical allusions with the purpose of lending an air of sophistication to a work.\n Finagle's Law: Anything that can go wrong, will go wrong. Due to itself, often mis-attributed as \"Murphy's Law.\"\n Five-Man Band: A stock heroic team with five characters whose characterizations and interactions with each other fall into specific different and balanced roles.\n The Leader: The one you can count on to take charge of the team's operations. Often overlaps with The Hero.\n The Lancer: The equal and opposite of the Leader (i.e., if the Leader is spirited and friendly, the Lancer will be serious and aloof). Often overlaps with The Rival.\n The Big Guy: The brawn of the outfit who does the heavy-lifting and heavy-hitting.\n The Smart Guy: The brains of the outfit who can think his/her way out of any jam.\n The Chick: The one who rounds out and unifies the team. Usually the most feminine of the bunch, and oftentimes The Heart and/or The Face.\n Flanderization: Simplifying formerly complex characters by magnifying one of their character traits and making it their sole defining characteristic.\n Foil: A character who highlights another character's trait(s), usually by contrast.\n Foreshadowing: A moment that hints at what will happen later in the story.\n The Fourth Wall: The metaphorical wall between the characters and the audience. Most fictional characters have no idea that they're in a story.\n Breaking the Fourth Wall: Exceptions to the above. Scenes where characters demonstrate they are aware of the audience and the fact that they're in a story.\n No Fourth Wall: Series and characters for which breaking the fourth wall is the rule, not the exception.\n Freudian Excuse: When the writers give an explaination on why a certain character (such as a villain) is the way they are (e.g., when he was a child his father would beat him).\n Freud Was Right: Characters see sex where it isn't.\n From Bad to Worse: Just when you thought it couldn't possibly get any worse... it does.\n Genki Girl: A ridiculously energetic female character.\n Genre Blindness: A character makes mistakes that indicate they have never seen anything related to the genre they're in, and they never learn from their experience; e.g., \"characters splitting up while exploring a haunted house\" is one of the most recognized uses of the trope out there, indicating Horror Movie Genre Blindness.\n Genre Savvy: The opposite of the above; a character has an understanding of tropes relevant to their situation and uses their genre knowledge to their advantage.\n Getting Crap Past the Radar: The act of sneaking seemingly obscene or vulgar material past network censors and/or Moral Guardians.\n Gilligan Cut: A character protests vehemently against doing something crazy and absurd, and the very next scene has the character doing just that. The very first trope on the wiki.\n A God Am I: A delusion where someone thinks oneself to be a god or universal ruler.\n Good Is Not Nice: Heroes who are rude and unpleasant despite their noble and benevolent intentions.\n Gorn: Gratuitous and graphic violence that can be described as \"gore porn\".\n Hand Wave: A brief explanation is offered that isn't actually an explanation, but gets the question out of the way so the story can work.\n Happy Ending: The dilemma is solved, and everyone lives on Happily Ever After.\n Heel\u0096Face Turn: When a character switches sides from bad to good.\n Face\u0096Heel Turn: The opposite; a character switches sides from good to bad.\n Heroic BSoD: Some horrible event shocks the hero and makes him incapable of anything for a while.\n Heroic Sacrifice: A character makes a great sacrifice to save others.\n The Hero: The main character who is the hero of the story or other media, resolving to defeat the Big Bad.\n The Hero's Journey: The standard story formula, starting with the Call to Adventure.\n Hilarity Ensues: The consequences of a character's actions in a comedy show.\n Hot-Blooded: In shonen anime, everyone fights with BURNING PASSION!\n Ho Yay: A scene or event between two characters of the same gender which implies sexual tension between them.\n Foe Romance Subtext: Same thing, but between foes (not necessarily of the same gender)\n Les Yay: Ho Yay which is specifically between two female characters\n Humongous Mecha: Giant humanoid robots, usually from anime or manga.\n Idiot Ball: A metaphorical object held by a (normally reasonable) character which causes them to create a central plot conflict out of their own stupidity.\n Idiot Plot: A plot that only functions by all of the characters acting like idiots.\n What an Idiot!: Similar to the Idiot Ball, this is when a character deviates from what most would describe as simple common sense.\n Jerkass: A character who is offensively obnoxious.\n Jerk with a Heart of Gold: An obnoxious fellow who's actually a Nice Guy underneath.\n Just in Time: Salvation that arrives just in time to create a sense of suspense.\n Justified Trope: The work offers an explanation for the use of an otherwise illogical trope; can be anything from a Hand Wave to a perfectly reasonable explanation.\n Karma Houdini: A character who gets off scot-free despite committing immoral actions (usually a villain; heroic examples are often YMMV)\n Kick the Dog: An act done or statement made by a character in order to garner hate from the audience and illustrate their unlikable inner nature.\n Pet the Dog: A kind act reveals that an outwardly mean character is tender and caring inside.\n Shoot the Dog: A morally gray deed caused by a character against his own wishes just because it needs to be done for the sake of everyone else.\n Moral Event Horizon: A deed so cruel, evil, and despicable that it irrevocably damns the character in the eyes of the audience.\n Kill 'Em All: Just about every character dies, main cast or not.\n Killed Off for Real: A character dies and doesn't come back.\n Knight Templar: A character convinced of his own righteousness even when crossing the line and committing villainous deeds.\n Lampshaded Double Entendre: A character pointing out that he's saying a Double Entendre, if you know what I mean...\n Lampshade Hanging: When a writer acknowledges to the audience that a plot event is implausible or that they are using a trope. In the wiki, frequently used as a verb; e.g., \"lampshading\" or \"lampshaded\".\n Large Ham: When an actor plays a role with scenery-chewing gusto.\n Lighter and Softer: The exact opposite of Darker and Edgier. Trying to throw in cuter, happier, and often funnier parts to tone down the franchise and its characters.\n Love Triangle: A relationship involving more than two people (sometimes as many as it can). Can take many forms.\n MacGuffin: A physical object, the pursuit of which drives the plot; but the purpose of the object is irrelevant to the plot.\n Mad Scientist: A character who exploits science for fun and profit.\n Magic A Is Magic A: The \"Rules of the World,\" a set of rules and themes that make the whole universe believable as long as they follow consistency. Breaking them can destroy the audience's willingness to accept the story.\n Masquerade: Weird things exist, but for some reason have to be hidden from the general public. The story thus takes place in \"the real world\" but with a supernatural undercurrent.\n Meaningful Name: A name with a deeper meaning, which is no coincidence.\n Memetic Mutation: Things (usually phrases) that are repeated and parodied everywhere, to the point where they become fads. Mutation comes in when the aspect being repeated is not representative of the series or character as a whole.\n Mind Rape: A mental trauma to the point where it's similar to rape.\n Mind Screw: A confusing plot so wrought with symbolism and psychological drama that it's hard to say for sure what actually happened.\n Moe: A form of adorable cuteness that inspires a nurturing instinct in the audience.\n Mood Whiplash: A sudden change in the mood of a work.\n Mooks: Minions. The enemy's weak, nameless foot soldiers who exist to be defeated en masse by the heroes.\n More Dakka: Firing far, far more bullets than are actually necessary.\n The Movie: A movie-length installment of a series shown in the cinemas.\n Muggles: The \"normal\" people who exist outside the unusual, extraordinary, supernatural, or paranormal events taking place in the plot.\n Mundane Made Awesome: Trying to turn mundane scenes into great events using special effects or other stylistic means of direction. (Formerly known as \"What Do You Mean It's Not Awesome?\")\n Names to Run Away from Really Fast: In fiction, evil people have evil names.\n Nice Hat: Highly impressive Cranium Coverings.\n Nice Job Breaking It, Hero!: It went From Bad to Worse, and it's the hero's fault.\n Ninja Pirate Zombie Robot: Combining two or more cool things makes the whole more awesome than the sum of its parts.\n Nintendo Hard: A video game that is very, very difficult.\n That One Boss: A video game boss who is considerably more difficult or frustrating than the rest of the game's bosses.\n That One Level: A video game level that is more difficult or frustrating than the rest of the game's levels.\n Obfuscating Stupidity: A character acts clueless to make others underestimate them.\n Obviously Evil: A villain whose appearance makes no attempt to hide their evilness.\n Oh, Crap!: The moment at which characters realize that they are completely and totally screwed.\n The Oldest Ones in the Book: Tropes that really have been handed down by our ancestors.\n Omnicidal Maniac: A villain bent on destroying all that exists.\n One-Winged Angel: A character (usually the Big Bad) suddenly turns into a monstrous super-human creature when unleashing the full extent of their power.\n Only Sane Man: The only character who notices the weirdness in a comedy.\n Played for Laughs: Using a (usually non-comedic) trope for comedy.\n The Power of Love: When love makes some supernatural plot event happen.\n Pun: Wordplay involving similar-sounding words. Tends to be done as lamely as possible for maximum groan inducement. Commonly used by a Mr. Report Siht in means both cruel and unusual.\n Stealth Pun: A pun whose punchline is implied, but not stated outright.\n Visual Pun: Similarly, a sight gag that hides a pun in it.\n Punctuated! For! Emphasis!: Speaking! With! EMPHASIS!\n Recycled In SPACE: A familiar story, premise, or cast placed into a different (often fantastical or bizarre) context.\n Redemption Quest: The journey for heroes who REALLY screwed up.\n Redshirts: The Good Counterpart to the Mooks; expendable, anonymous foot soldiers whose only purpose is to add emotional gravity to the story by being casualties in battle. Frequently killed off to show that a situation is dangerous without having to put one of the main characters at risk.\n Refuge in Audacity: So over-the-top and/or bizarre that it can't be considered offensive.\n Retcon: The act of portraying previously established canon information in a different way (sometimes even contradicting previous canon) to propel the current plot. Short for \"retroactive continuity\".\n Rule of Cool: If something is cool enough, it doesn't have to make sense.\n Rule of Funny: If something is funny enough, it doesn't have to make sense.\n Rule of Scary: (You get the idea.)\n Rule of Drama: Something added because it's necessary to create a conflict.\n Running Gag: A joke that recurs throughout the episode or series.\n Sarcasm Mode: Marking online text to indicate sarcasm.\n Saving the World: The fate of the entire known world hangs in the balance, with the protagonists on one side and world domination (or Destruction) on the other.\n Screw the Rules, I Have Money!: When a character can ignore the rules because he can afford to pay away any consequences.\n Sealed Evil in a Can: A villain or evil force is locked away to prevent their escape. Usually breaks free.\n Sequel Hook: An ending or dangling plot thread that just asks for a follow-up.\n Sequelitis: The unfortunately common occurrence that a sequel fails to live up to its predecessor.\n Serious Business: A frivolous or commonplace activity that the characters take more seriously than they should, and which forms the premise of the show. Sometimes extended to everyone in the fictional world.\n Shout-Out: An affectionate reference or nod to another property that the author enjoyed.\n Sliding Scale of Idealism vs. Cynicism: The idea that all stories need to answer one question about the nature of reality. The proper way to approach the conflicts in the plot is then derived from this conclusion. The question is something like \"What best defeats evil? The Power of Friendship, or a bullet between the eyes?\"\n Smug Snake: A character who wants to be a Magnificent Bastard but lacks magnificence.\n Stable Time Loop: When an event caused by a time traveler is integral or responsible for the time travel in the first place. Most commonly, a time traveler goes back in time to try and prevent an event, but ends up inadvertently causing it instead.\n Stalker with a Crush: A character noted for their obsession with another character.\n Status Quo Is God: Each episode ends up with the protagonists roughly where they started, since change would mean that anybody who missed this episode would be lost. If they become rich at the beginning of the episode, they will lose the money by the end, and so on. Decades worth of shows, especially sitcoms, lived by this. Averting this has become increasingly common over the years.\n Story Arc: A series of stories which gradually moves a greater story along.\n Sub-Trope: A more specialized form of another trope, but which is distinct enough to be its own trope.\n Subverted Trope: A story sets up a trope to happen and then yanks the rug out from under the audience by doing something with it that is different from their expectations. (Often referred to as \"subverted\" or \"a subversion\".)\n Take That!: Whenever a work of fiction knocks something that the author dislikes.\n Techno Babble: A complex or intelligent-sounding explanations that's meant to convey the appearance of technical depth to the story universe, but that doesn't have to make any sense whatsoever.\n There Is No Kill Like Overkill: Use of excessive force.\n They Fight Crime!: Got interesting characters? Need something for them to do? Something they can repeat endlessly?\n This Loser Is You: The tendency for shows to make their heroes whiny, idiotic so-and-so's, since that's what they think viewers sympathize best with.\n Title Drop: When the name of a work is spoken only once within the work, but in a particularly epic fashion.\n Too Dumb to Live: A character who puts life and limb at risk by doing things that any sane human being would know better than to do.\n Token: A character included in a work in order to check off a demographic box.\n Took a Level in Badass: A formerly weak character becomes a badass.\n True Companions: Friends as close as family, and just as protective.\n Truth in Television: When a trope turns out to have a counterpart in Real Life.\n Tsundere: Females whose temperament runs both hot and cold.\n Understatement: Saying that, for example, the tropes on this page appear occasionally on TV Tropes.\n Unexplained Recovery: A dead character is restored to the status quo with no explanation whatsoever.\n Up to Eleven: Reach the top, and go one step beyond. As in, \"on a scale of 1 to 10.\"\n Viewers Are Morons: The attitude often taken by producers, dumbing down shows or removing more complicated story elements to appeal to a wider audience.\n Villainous Breakdown: The moment when a villain suddenly snaps and loses his cool, sometimes becoming extremely pissed off and/or sometimes going crazy, even Laughing Mad. Often done when the tables have turned on his plans.\n What Could Have Been: Elements the authors thought about adding to the story but ultimately never did, usually but certainly not always with the implication that it would have been better had they included them.\n What the Hell, Hero?: A hero is called on his morally ambiguous or directly evil actions by characters in the story.\n Wham Episode: An episode where things take a shocking turn, usually leading to major plot changes.\n Wham Line: A phrase that, once delivered, hits the audience like a heavy blow.\n Willing Suspension of Disbelief: The viewers' willingness to accept the story. The story doesn't have to conform to real world physics or logic, necessarily, but it does have to play by the rules it sets for itself (which are often referred to as \"internal logic\").\n Word of God: Any statement made by the authors to clarify confusing or controversial parts in a series. The name is because their statements are (usually) taken as final and absolute.\n Writer on Board: When the writer hijacks the story's previously-established plot and characterizations in order to make a political or moral statement.\n Xanatos Gambit: A plan designed to succeed regardless of the outcome\u0097there are two or more possible outcomes to a plan, and you ensure that you win no matter which one happens.\n Gambit Roulette: A plan that relies upon improbable coincidences and things the planner could not possibly know, but works anyway.\n X Meets Y: Stock show pitch \u0097 the premise is a combination of two well-known and well-liked things, with the hope that the new thing is greater than the sum of its parts.\n Yandere: This person's crazy about you. Often literally.\nIn-wiki:\nPurely subjective tropes, or entries that concern the wiki itself.\n Darth Wiki: The wiki's Evil Twin. As indicated by its white-on-black appearance, Darth Wiki is the home of venting, complaining, and tongue-in-cheek criticism that would be out of place in the actual wiki.\n Sugar Wiki: Likewise, a section for mindless gushing and fandom, which is also not acceptable in the real wiki.\n Moment of Awesome: A great moment in a work that the fans will always remember.\n Awesome Music: An Ear Worm that is so Worth It.\n Funny Moments: All the scenes that were just flat-out hilarious.\n Heartwarming Moments: The moments in a work that make the audience glow with warm, happy feelings.\n Alternative Character Interpretation: A different way of looking at a character's actions which results in a distinctly different impression of their nature. When taken to extremes, or when very little information is available about a character, this can become Wild Mass Guessing.\n Anvilicious: An Aesop so lacking in subtlety it's like being hit over the head with an anvil.\n Ass Pull: When a story element is introduced with no buildup \u0097 it's basically pulled out the writer's ass.\n Base-Breaking Character: A character with very polarizing fan reception.\n Bellisario's Maxim: \"We could fill in all the plot holes, but that would take too much time.\"\n Broken Base: When a work's fandom cannot agree on certain things about it.\n Contested Sequel: When a work itself splits opinions among the fanbase.\n Canon Discontinuity: When something is declared null and void by the authors themselves.\n Fanon Discontinuity: When something that is canon is, for some reason \u0097 usually for being bad, out of place, or stupid\u0097ignored by a large portion of the fandom.\n Complaining About Shows You Don't Like: This is a big no-no here. Not that you can't voice your grievances about shows you don't like, but don't suggest a trope solely for this purpose \u0097 we already have a few designated places for that.\n Complete Monster: A horrifically evil and cruel villain completely beyond redemption, worthy only of a truly deserving Karmic Death, a Fate Worse than Death, a supreme asskicking, or a very thorough Humiliation Conga.\n Creator's Pet: When The Scrappy or the Base-Breaking Character is a favorite character of the writers. (Formerly known as \"The Wesley\".)\n Crazy Awesome: A character whose craziness is the source of his awesomeness.\n Crosses the Line Twice: Stops being offensive and starts being funny.\n Designated Hero: A character whom the story plays off as being good and heroic, but who comes off as not, usually for being either a Jerkass or the cause of what ruins the story most of the time.\n Draco in Leather Pants: The tendency of fandom to fetishize a certain character (usually a villain or Anti-Hero), and play up said character's attractiveness over his or her personality flaws.\n Ear Worm: A song that just sticks in your mind.\n Ensemble Dark Horse: A character who unexpectedly becomes popular within the fandom.\n Everyone Is Jesus in Purgatory: The idea that symbolism exists everywhere, even in places where it doesn't.\n Fridge Logic: Errors of logic or plotting which do not detract from enjoyment of the story; indeed, they're only realized in retrospect, as the viewer is walking back to the fridge after the show.\n Fridge Brilliance: The more you think about it, the better it gets.\n Fridge Horror: The more you think about it, the creepier it gets.\n Game-Breaker: A controversial element of gameplay that unexpectedly trumps all others.\n Headscratchers: The place in TV Tropes to go if you want to discuss plot elements that just bug you.\n Hilarious in Hindsight: Later events make something funny, or even funnier.\n Distanced from Current Events: A work is either temporarily or permanently pulled due to similarities to real-world tragedies.\n Harsher in Hindsight: A tragic event makes a serious story more difficult to digest.\n \"Funny Aneurysm\" Moment: A tragic event makes a funny story hard to laugh at.\n Jumping the Shark: A specific event or point in time at which an ongoing work begins to decline in quality or creativity.\n Seasonal Rot: The period where the decay is easy to notice.\n Growing the Beard: The opposite; the point at which a show starts getting better.\n Justifying Edit: An attempt by a wiki editor to justify the use of a trope.\n Love It or Hate It: In-Universe, when a work is incredibly divisive and very few people find it average.\n Made of Win: The in-wiki equivalent of Moment of Awesome, where a contribution is really funny or otherwise very, very good.\n Mary Sue: When a character gets too much favor from the author in a way that breaks Willing Suspension of Disbelief. Has suffered considerable Trope Decay due to both subjectiveness and its pejorative status.\n MST3K Mantra: \"It's just a show; I should really just relax.\" A warning not to get too invested or emotionally involved in a work of fiction. It's not the end of the world; don't take things so seriously. Just roll with things and enjoy it.\n Narm: A moment that is supposed to be serious, but becomes unintentionally funny.\n Nightmare Fuel: Really scary stuff, meant to scare everyone.\n Accidental Nightmare Fuel: Things in media that scare people even though they were never meant to.\n The Scrappy: A character that is out-and-out hated by the fandom.\n Self-Demonstrating Article: An article in which the trope listed applies to the article itself\n So Bad, It's Good: Can mean two things. 1) A work which was intentionally poorly made, in order to be humorous. 2) A work that was created to be good, but garners a fanbase due to how ridiculous it is.\n Squick: Something that makes you feel disgusted or nauseated.\n Tear Jerker: A moment in a work sad enough to lead most viewers into crying.\n Trope Codifier: The example that everybody else is copying, or at least copying a copy of.\n Trope Maker: The work that invents the trope.\n Trope Namers: The example that gives a trope its name on the wiki (sometimes due to pop culture, sometimes due to being a Trope Codifier).\n Unfortunate Implications: Potentially offensive message, often just accidental.\n Ur-Example: Widely held to be the very first example of a trope.\n Wangst: Excessive angst, or angst done wrong.\n What an Idiot!: What the character did is a Violation of Common Sense.\n Wild Mass Guessing: The Contributors create bizarre theories.\n The Woobie: A character who suffers, and the audience goes \"awww\".\n Jerkass Woobie: A character who suffers and, despite their obnoxious attitude, leaves you feeling bad for them because of what they get put through.\n\n": ["Action Girl", "action heroes", "Token Girl", "An Aesop", "anvilicious", "Affably Evil", "Villains", "All There in the Manual", "Alpha Bitch", "high school", "Anti-Hero", "decidedly unheroic tactics", "has a bad attitude.", "Anti-Villain", "has a honorable personality.", "Applied Phlebotinum", "plot device", "complicated or smart-sounding", "works by magic", "Arson, Murder, and Jaywalking", "Author Appeal", "fetish", "Ax-Crazy", "Back from the Dead", "Badass Normal", "Magic and Powers", "Badass Beard", "Badass Moustache", "Badass", "Batman Gambit", "Berserk Button", "rage and fury.", "Beware the Nice Ones", "Big Bad", "Beyond the Impossible", "Big Bad", "bad guy behind all the other bad guys.", "The single most-linked trope", "Big Good", "good guy behind all the other good guys.", "Big Bad", "Big Damn Heroes", "Big \"NO!\"", "Bishōnen", "anime", "manga", "Bittersweet Ending", "Black Comedy", "rape.", "Blatant Lies", "Exactly What It Says on the Tin", "Body Horror", "Brainwashed", "Brainwashed and Crazy", "Break the Cutie", "Break the Haughty", "Buffy Speak", "Butt-Monkey", "Played for Laughs", "Continuity Nod", "Call-Back", "Call to Adventure", "comes to find the hero.", "Canon", "Fanon", "Captain Obvious", "Card-Carrying Villain", "pride", "Catchphrase", "Character Development", "Chekhov's Gun", "The Chessmaster", "Manipulative Bastard", "Magnificent Bastard", "archetype", "a bastard", "Cloudcuckoolander", "Non Sequitur", "Comically Missing the Point", "Composite Character", "Crapsack World", "Cruel and Unusual Death", "Curb-Stomp Battle", "No-Holds-Barred Beatdown", "Damsel in Distress", "Darker and Edgier", "darker and edgier.", "Dead Horse Trope", "cliches", "Discredited Tropes", "Deadpan Snarker", "Deal with the Devil", "Deconstruction", "the way it would supposedly work in the real world", "Department of Redundancy Department", "Determinator", "Deus ex Machina", "poorly-written", "Disproportionate Retribution", "Up to Eleven", "Does This Remind You of Anything?", "Downer Ending", "everyone dies", "The Dragon", "Final Battle", "Driven to Suicide", "Eldritch Abomination", "Incomprehensible aliens", "Cthulhu", "The End of the World as We Know It", "the entire planet", "Epileptic Trees", "Wild, off-the-wall fan theories and speculation", "Jossed", "Word of God", "I Knew It!", "Even Evil Has Standards", "Exactly What It Says on the Tin", "Snakes on a Plane", "Trope Launch Pad", "Executive Meddling", "Expy", "Fan Nickname", "Fanservice", "Mr. Fanservice", "Fanservice", "Ms. Fanservice", "Faux Symbolism", "Finagle's Law", "Five-Man Band", "characters", "The Leader", "the team", "The Hero", "The Lancer", "i.e.", "spirited and friendly", "serious and aloof", "The Rival", "The Big Guy", "The Smart Guy", "The Chick", "The Heart", "The Face", "Flanderization", "Foil", "Foreshadowing", "Fourth Wall", "Breaking the Fourth Wall", "No Fourth Wall", "Freudian Excuse", "when he was a child his father would beat him", "Freud Was Right", "From Bad to Worse", "Genki Girl", "Genre Blindness", "genre", "\"characters splitting up while exploring a haunted house\"", "Horror", "Genre Blindness", "Genre Savvy", "genre", "Getting Crap Past the Radar", "Moral Guardians", "Gilligan Cut", "The very first trope on the wiki.", "A God Am I", "Good Is Not Nice", "Heroes", "Gorn", "Hand Wave", "Happy Ending", "Happily Ever After", "Heel\u0096Face Turn", "Face\u0096Heel Turn", "Heroic BSoD", "Heroic Sacrifice", "The Hero", "Big Bad", "The Hero's Journey", "Call to Adventure", "Hilarity Ensues", "comedy", "Hot-Blooded", "shonen", "Ho Yay", "Foe Romance Subtext", "Les Yay", "Humongous Mecha", "anime", "manga", "Idiot Ball", "plot", "conflict", "Idiot Plot", "plot", "What an Idiot!", "Idiot Ball", "Jerkass", "Jerk with a Heart of Gold", "Nice Guy", "Just in Time", "Justified Trope", "Hand Wave", "Karma Houdini", "Kick the Dog", "hate from the audience", "Pet the Dog", "Shoot the Dog", "Moral Event Horizon", "Kill 'Em All", "Killed Off for Real", "Knight Templar", "crossing the line", "Lampshaded Double Entendre", "Double Entendre", "Lampshade Hanging", "Large Ham", "scenery-chewing", "Lighter and Softer", "Darker and Edgier", "Love Triangle", "sometimes as many as it can", "Can take many forms.", "MacGuffin", "Mad Scientist", "Magic A Is Magic A", "consistency", "Masquerade", "Meaningful Name", "Memetic Mutation", "Mind Rape", "Mind Screw", "Moe", "Mood Whiplash", "Mooks", "More Dakka", "The Movie", "Muggles", "Mundane Made Awesome", "Formerly known as", "Names to Run Away from Really Fast", "Nice Hat", "Cranium Coverings", "Nice Job Breaking It, Hero!", "From Bad to Worse", "Ninja Pirate Zombie Robot", "more awesome", "Nintendo Hard", "video game", "That One Boss", "boss", "That One Level", "Obfuscating Stupidity", "Obviously Evil", "Oh, Crap!", "The Oldest Ones in the Book", "Omnicidal Maniac", "One-Winged Angel", "Big Bad", "Only Sane Man", "Played for Laughs", "The Power of Love", "Pun", "Report Siht", "cruel and unusual", "Stealth Pun", "Visual Pun", "Punctuated! For! Emphasis!", "Recycled In SPACE", "Redemption Quest", "journey", "heroes who REALLY screwed up.", "Redshirts", "Good Counterpart", "Refuge in Audacity", "Retcon", "Rule of Cool", "Rule of Funny", "Rule of Scary", "Rule of Drama", "Running Gag", "Sarcasm Mode", "Saving the World", "world domination", "Destruction", "Screw the Rules, I Have Money!", "Sealed Evil in a Can", "Sequel Hook", "Sequelitis", "sequel", "Serious Business", "Shout-Out", "Sliding Scale of Idealism vs. Cynicism", "The Power of Friendship", "a bullet between the eyes", "Smug Snake", "Magnificent Bastard", "Stable Time Loop", "time traveler", "Stalker with a Crush", "Status Quo Is God", "Each episode ends up with the protagonists roughly where they started", "sitcoms", "Story Arc", "Sub-Trope", "Subverted Trope", "Take That!", "Techno Babble", "There Is No Kill Like Overkill", "They Fight Crime!", "This Loser Is You", "Title Drop", "Too Dumb to Live", "Token", "Took a Level in Badass", "True Companions", "Truth in Television", "Real Life", "Tsundere", "Understatement", "Unexplained Recovery", "Up to Eleven", "Viewers Are Morons", "Villainous Breakdown", "Laughing Mad", "What Could Have Been", "What the Hell, Hero?", "Wham Episode", "Wham Line", "Willing Suspension of Disbelief", "the rules it sets for itself", "Word of God", "usually", "Writer on Board", "a political or moral statement.", "Xanatos Gambit", "Gambit Roulette", "plan", "X Meets Y", "Yandere", "Often literally"]}